"Cheerful" = "明るい";

"Melodic" = "メロディック";

"Relaxed" = "リラックス";

"Grooving" = "グルーブ";

"Distorted" = "歪んだ";

"Acoustic" = "アコースティック";

"Processed" = "ウェット";

"Single" = "シングル";

"Part" = "パート";

"Dark" = "暗い";

"Dissonant" = "無機質";

"Intense" = "激しい";

"Arrhythmic" = "機械的";

"Clean" = "クリーン";

"Electric" = "エレクトリック";

"Dry" = "ドライ";

"Ensemble" = "アンサンブル";

"Fill" = "フィル";

"Rock/Blues" = "ロック/ブルース";

"Electronic/Dance" = "エレクトロ";

"Jazz" = "ジャズ";

"Urban" = "アーバン";

"World/Ethnic" = "ワールド";

"Cinematic/New Age" = "シネマ";

"Orchestral" = "オーケストラ";

"Country/Folk" = "カントリー";

"Experimental" = "実験音楽";

"Other Genre" = "その他ジャンル";

"Hip Hop" = "ヒップホップ";

"Electro House" = "エレクトロハウス";

"Dubstep" = "ダブステップ";

"Modern RnB" = "モダンR&B";

"Tech House" = "テックハウス";

"Deep House" = "ディープハウス";

"Chillwave" = "チルウェイブ";

"Funk" = "ファンク";

"Indie" = "インディー";

"Vintage Breaks" = "ビンテージブレイク";

"Hip Hop/RnB" = "ヒップホップ/R&B";

"House" = "ハウス";

"OtherGenreConsolidated" = "その他ジャンル";

"Chinese Traditional" = "中国伝統音楽";

"Future Bass" = "フューチャーベース";

"Reggaeton Pop" = "レゲトンポップ";

"Sound_Effects" = "効果音";

"Bass House" = "ベースハウス";

"Electronic Pop" = "エレクトロニックポップ";

"Techno" = "テクノ";

"Bass" = "ベース";

"Electric Bass" = "E.ベース";

"Acoustic Bass" = "A.ベース";

"Synthetic Bass" = "シンセベース";

"Drums" = "すべてのドラム";

"Drum Kit" = "キット";

"Electronic Beats" = "ビート";

"Kick" = "キック";

"Tom" = "タム";

"Snare" = "スネア";

"Cymbal" = "シンバル";

"Hi-hat" = "ハイハット";

"Guitars" = "ギター";

"Electric Guitar" = "E.ギター";

"Acoustic Guitar" = "A.ギター";

"Banjo" = "バンジョー";

"Mandolin" = "マンドリン";

"Slide Guitar" = "スライドギター";

"Pedal Steel Guitar" = "ペダルスチール";

"Horn/Wind" = "管楽器";

"Saxophone" = "サックス";

"Trumpet" = "トランペット";

"Flute" = "フルート";

"Trombone" = "トロンボーン";

"Clarinet" = "クラリネット";

"French Horn" = "フレンチホルン";

"Tuba" = "チューバ";

"Oboe" = "オーボエ";

"Harmonica" = "ハーモニカ";

"Recorder" = "リコーダー";

"Pan Flute" = "パンフルート";

"Bagpipe" = "バグパイプ";

"Bassoon" = "バスーン";

"Piccolo" = "ピッコロ";

"English Horn" = "コーラングレ";

"Brass" = "金管楽器";

"Woodwind" = "木管楽器";

"Keyboards" = "鍵盤楽器";

"Piano" = "ピアノ";

"Electric Piano" = "E.ピアノ";

"Organ" = "オルガン";

"Clavinet" = "クラビネット";

"Accordion" = "アコーディオン";

"Synthesizer" = "シンセサイザー";

"Rhodes" = "ローズ";

"Celesta" = "チェレスタ";

"Harpsichord" = "ハープシコード";

"Mallets" = "マレット";

"Steel Drum" = "スチールドラム";

"Vibraphone" = "ビブラフォン";

"Marimba" = "マリンバ";

"Xylophone" = "シロフォン";

"Kalimba" = "カリンバ";

"Bell" = "ベル";

"Timpani" = "ティンパニ";

"Mixed" = "ジングル";

"Other Instrument" = "その他の音源";

"Percussion" = "パーカッション";

"Gong" = "ゴング";

"Shaker" = "シェーカー";

"Tambourine" = "タンバリン";

"Conga" = "コンガ";

"Bongo" = "ボンゴ";

"Cowbell" = "カウベル";

"Clave" = "クラベス";

"Vinyl/Scratch" = "スクラッチ";

"Chime" = "チャイム";

"Rattler" = "鳴りもの";

"Sound Effect" = "FX";

"Misc2" = "その他";

"Boom" = "ブーム";

"All Effects" = "すべてのエフェクト";

"Effects" = "効果音";

"Ambience" = "アンビエンス";

"People" = "人間";

"Transportation" = "交通";

"Weapons" = "武器";

"Explosions" = "爆発";

"Impacts & Crashes" = "インパクト";

"Animals" = "動物";

"Sports & Leisure" = "スポーツ";

"Mech/Tech" = "マシン";

"Work/Home" = "職場/自宅";

"Misc." = "その他";

"Foley" = "フォーリー";

"Motions & Transitions" = "スティンガー";

"Sci-Fi" = "SF";

"Strings" = "弦楽器";

"Violin" = "バイオリン";

"Viola" = "ビオラ";

"Cello" = "チェロ";

"Harp" = "ハープ";

"Koto" = "琴";

"Sitar" = "シタール";

"Double Bass" = "ダブルベース";

"Texture/Atmosphere" = "テクスチャ";

"Vocals" = "ボーカル";

"Male" = "男声";

"Female" = "女声";

"Choir" = "コーラス";

"All" = "すべて";

"Favorites" = "よく使う項目";

"Genres" = "ジャンル";

"Instruments" = "音源";

"Moods" = "ムード";

"Reset" = "リセット";

